---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryConnectorData.Height
zh: 高度
source: html/0b21573e-314a-35e6-76f3-20f3af17b4c4.htm
---
# Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryConnectorData.Height Property

**中文**: 高度

The connector height, Units:(ft).

## Syntax (C#)
```csharp
public double Height { get; }
```